[
  {
    "pmid": "41044660",
    "title": "Survival risk stratification of 2021 WHO glioblastoma by MRI radiomics and biological exploration.",
    "abstract": "There is variability in overall survival among 2021 World Health Organization isocitrate dehydrogenase wild type glioblastoma (IDH-wt GBM) patients. The aim of the study was to develop a combined model for stratifying survival risk in IDH-wt GBM and explore the biological foundation. A total of 369 IDH-wt GBM patients were retrospectively collected: 273 patients from three local hospitals (training set: n = 192, testing set: n = 81) and 96 patients from the TCIA database (validation set). Radiomics features from tumor and peritumoral edema in preoperative CE-T1WI and T2FLAIR were extracted. Univariate and least absolute shrinkage and selection operator Cox regression analyses selected significant radiomics features to construct radiomics model, while univariable and multivariable analyses identified clinical risk factors for the clinical model. High-risk and low-risk patients from radiomics and clinical model underwent subgroup analysis. The combined model was constructed using the Random Survival Forest model. Additionally, differentially expressed genes between combined high-risk and low-risk groups were identified, with enrichment analyses exploring their biological mechanisms. The radiomics model categorizes patients into high-risk and low-risk groups with superior performance (C-index: 0.762/0.715/0.690 for training/testing/validation sets) compared to the clinical model (C-index: 0.700/0.656/0.643). The combined model demonstrates the highest value in survival risk stratification (C-index: training/testing/validation sets: 0.788/0.725/0.709). The activation of Gamma-aminobutyric acid (GABA) receptor-related pathways is closely associated with malignant progression and prognosis of IDH-wt GBM. The radiomics model might be a new prognostic biomarker for IDH-wt GBM. The combined model shows an approximately 12.57% improvement of stratification ability over the clinical model. Additionally, the significant activation of GABA receptor-related pathways may be a biological feature of combined high-risk IDH-wt GBM.",
    "topic": "glioblastoma"
  },
  {
    "pmid": "41044469",
    "title": "Metabolic Shift Mirrors GBM Immunity to Anti-PD-L1 Immunotherapy: A Deuterium MRS Study.",
    "abstract": "Immune checkpoint blockade (ICB) therapy has been ineffective in glioblastoma (GBM) that recurs following standard-of-care resection and chemoradiation of the primary tumor. Herein, we investigate whether the delayed effect of intracranial radiation alters the tumor lesion metabolic profile. Naïve (non-irradiated) GL261 tumor cells were implanted into the brains of C57BL/6 mice. Brains of one cohort were hemispherically irradiated six weeks prior to implantation, ultimately resulting in ICB refractory GBM. Brains of the control cohort were not irradiated. Following subcutaneous infusion of [6,6-2H2] glucose (Glc), single voxel deuterium metabolic imaging (DMI) monitored Glc uptake and the production of semi-heavy water (HOD), 2H2-lactate (Lac) and the 50/50 mix of [2H2-glutamate + 2H2-glutamine] (Glx). GL261 tumors growing in previously irradiated brain showed reduced Warburg effect (aerobic glycolysis; glucose → lactate) and greater TCA cycle activity (respiration, oxidative phosphorylation) relative to tumors growing in non-irradiated brain as evidenced by cohort differences in the ratios Glx/Lac (p < 0.01), Glx/Glc (p < 0.02), and Lac/Glc (p < 0.01). A metabolic program skewed toward oxidative phosphorylation and away from glycolysis has been associated with immune dysfunction. This study documents such a skewed metabolic state in ICB refractory GL261 GBM growing in irradiated brain (tumors were not irradiated) compared to control brain.",
    "topic": "glioblastoma"
  },
  {
    "pmid": "41042283",
    "title": "CMRO2 (DSC-PW) perfusion parameter helps to distinguish between progression and pseudoprogression in patients with glioblastoma.",
    "abstract": "To evaluate the diagnostic accuracy of CMRO2 (cerebral metabolic rate of oxygen) in differentiating between pseudoprogression and true tumour progression in patients with glioblastoma (GB) following chemoradiotherapy and to compare its performance with rCBV (relative cerebral blood volume). This diagnostic accuracy study included two cohorts: an analysis group (32 patients, 19 progression, 13 pseudoprogression) and a validation group (52 patients, 35 progression, 17 pseudoprogression). Patients underwent MRI (magnetic resonance imaging) with DSC (dynamic susceptibility contrast) and DCE (dynamic contrast-enhanced) perfusion imaging. CMRO2 and rCBV thresholds were evaluated to calculate sensitivity, specificity, and area under the curve (AUC). Inclusion criteria were GB diagnosis, standard chemoradiotherapy, and new or enlarged enhancing lesions on MRI within one year. In the analysis group (mean age, 60.8 ± 8 years), CMRO2 showed superior performance with an AUC of 0.89 (95% CI 0.77-0.98), sensitivity of 84.2%, and specificity of 83.3%. rCBV achieved an AUC of 0.63 (95% CI 0.42-0.88). In the validation group (mean age, 63 ± 7 years), CMRO2 maintained an AUC of 0.91 (95% CI 0.82-0.98), while rCBV reached an AUC of 0.79 (95% CI 0.65-0.91). The DeLong test confirmed CMRO2's significantly higher performance (p = 0.04). CMRO2 demonstrates higher diagnostic performance than rCBV in distinguishing pseudoprogression from true progression in GB patients. Despite limitations, CMRO2 shows promise as a non-invasive biomarker, warranting further multicentre validation.",
    "topic": "glioblastoma"
  },
  {
    "pmid": "41039275",
    "title": "Comorbidity burden in elderly high-grade glioma patients: impact on radiotherapy outcomes.",
    "abstract": "Elderly high-grade glioma (HGG) or glioblastoma (GBM) patients face challenging treatment conditions due to comorbidities and age-related factors. The age-adjusted Charlson Comorbidity Index (ACCI) accounts for age and comorbidities and serves as a tool for predicting survival rates in various clinical scenarios. This study examined its prognostic value in elderly HGG patients undergoing radiotherapy (RT) and concurrent chemoradiotherapy (CRT). We retrospectively analyzed 163 elderly HGG patients (≥ 60 years) treated with radiotherapy (RT) or chemo-RT (CRT) at TUM University Hospital (2001-2021). Kaplan-Meier analysis estimated median overall survival (OS) by ACCI group (≤ 5 vs. ≥6). Multivariate Cox regressions assessed OS and progression-free-survival (PFS) based on fractionation and treatment strategies. Further Cox models evaluated ACCI scores, age, comorbidities, and mortality. A random survival forest (RSF) identified key survival predictors, using permutation importance with bootstrapped confidence intervals. Among the 163 HGG patients, those with greater comorbidities (ACCI ≥ 6) had a shorter median OS (14.8 months) than did those with ACCI ≤ 5 (22.6 months) (log-rank p = 0.463). In the ACCI ≤ 5 subgroup, hypofractionated RT (hRT) alone was significantly associated with worse OS than Stupp was (HR = 85.7, 95% CI: 7.1-914.3, p = 0.0004), whereas no significant differences were detected in the ACCI ≥ 6 subgroup. Hypofractionated RT was associated with improved PFS in patients with an ACCI ≥ 6 (HR = 0.47, 95% CI: 0.24-0.92, p = 0.027), and MGMT methylation better predicted OS (HR = 0.31, p = 0.0039) and PFS (HR = 0.32, p = 0.0059). Diabetes without complications independently predicted worse OS (HR = 2.91 (95% CI: 1.63-5.18, p < 0.001)) and PFS (HR = 2.59 (95% CI: 1.43-4.70, p = 0.002), with a significant interaction between diabetes and the ACCI (HR = 0.26, 95% CI: 0.07-0.91, p = 0.03). RSF models identified age as the key predictor of OS and MGMT methylation as the main predictor of PFS, while ACCI ≥ 6 contributed only modestly (mean drop for OS: 0.025; and PFS: 0.019). The ACCI showed limited and inconsistent prognostic value in elderly glioblastoma patients, while diabetes emerged as the only consistent comorbidity predictor of OS and PFS. These findings suggest that comorbidity burden may influence outcomes but underscore the need for larger studies to clarify the role of the ACCI in treatment stratification.",
    "topic": "glioblastoma"
  },
  {
    "pmid": "41030406",
    "title": "Late spinal metastasis of glioblastoma multiforme after maximal tumor resection: A case report.",
    "abstract": "Glioblastoma multiforme (GBM) is the most catastrophic primary central nervous system malignancy. Extraneural metastases are rare in clinical practice and are seldom reported in the literature. A 29-year-old Javanese male was diagnosed with GBM. Following gross total tumor resection, he underwent a full course of adjuvant radiotherapy and chemotherapy. The posttreatment period was initially uneventful, with no apparent adverse effects. However, 4 months after completion of therapy, the patient experienced a sudden onset of progressive quadriparesis, accompanied by urinary and bowel dysfunction. Contrast-enhanced cranial magnetic resonance imaging (MRI) revealed no evidence of tumor recurrence. Subsequently, a contrast-enhanced spinal MRI demonstrated extensive intradural extramedullary metastases spanning from the cervical to the lumbar spinal segments. Histopathological analysis of a biopsy specimen confirmed the spinal lesions as metastatic GBM. Given the extent of disease and associated risks, the patient and his family declined invasive therapeutic interventions. Supportive and palliative measures were provided, and the patient ultimately succumbed to respiratory failure shortly thereafter. Metastasis of GBM is an uncommon clinical occurrence. Given the increased likelihood of drop metastasis following surgical intervention, it is essential for neurosurgeons and neurologists to closely monitor patients pre and postoperatively. Early detection of spinal involvement can guide timely decision-making and improve supportive care strategies.",
    "topic": "glioblastoma"
  },
  {
    "pmid": "41040522",
    "title": "A deep learning approach for brain tumour classification and detection in MRI images using YOLOv7.",
    "abstract": "The medical imaging field has grown tremendously due to the latest digital imaging and artificial intelligence (AI) advancements. These advancements have improved tumour classification accuracy, time, cost efficiency, etc. Radiologists utilize an MRI scan due to its exceptional capacity to identify even the most minor alterations in brain activity. This research uses YOLOv7, a Deep Learning (DL) model, to classify and detect brain tumours and to conduct a detailed analysis of the frequently used structures for tumour identification. The study uses a brain MRI dataset from Roboflow with 2870 labelled pictures divided into four types of tumours. Our brain tumour dataset has four distinct classes: pituitary, gliomas, meningiomas, and no tumours. This preprocessed sample was used to assess the performance of deep learning models on identifying and classifying brain tumours. Throughout the preprocessing stage, aspect ratio normalization and resizing algorithms are applied to improve tumour localization for bounding box-based detection. YOLOv7 performs admirably, with a recall score of 0.813 and a box detection accuracy of 0.837. Remarkably, the mAP value for the 0.5 IoU threshold is 0.879. During box identification within the extended IoU spectrum of 0.5 for a to 0.95, the mAP value was 0.442.",
    "topic": "meningioma"
  },
  {
    "pmid": "41036050",
    "title": "Silent growth, striking impact: A rare case of intracranial chondroma and review of literature.",
    "abstract": "Chondromas are benign tumors accounting for 0.2-0.3% of all intracranial tumors. They are composed of embryonic cartilaginous material and mostly occur in extradural locations or less frequently in paranasal sinuses, choroid plexus, and dura. In this report, we present a case where a young patient presented with bifrontal parafalcine chondroma. A 32-year-old female presented with headache for the past 2 years along with blurry vision and forgetfulness for the past 2 months. Magnetic resonance imaging (MRI) brain showed a bifrontal mixed-intensity lesion located in the parasagittal region on T2-weighted sequence with areas of hypo and hyperintensities. The lesion showed areas of heterogeneous contrast enhancement. She underwent neuronavigation-guided bifrontal craniotomy and maximum safe resection of the lesion. Postoperative MRI showed near total resection of the lesion along with development of acute infarcts in bilateral frontotemporal lesion. Her postoperative course was complicated by anterior cerebral artery territory infarcts, contributing to low Glasgow Coma Scale and left-sided weakness. She experienced recurrent seizures and respiratory complications, necessitating elective tracheostomy. After a 25-day hospital stay, she was discharged. At 4-month follow-up, she showed significant neurological improvement, including resolution of lower-limb weakness and tracheostomy removal. However, MRI suggested tumor recurrence, which remained stable at 6- and 9-month follow-ups. Intracranial chondromas are rare neoplasms of the skull mostly presenting in the third decade of life. They are slow growing and can gain enormous size leading to chronic symptoms, particularly long-standing headaches. There is high variability in the location of these tumors, and our analysis suggests that more than 30% of the tumors arise from convexity. Chondromas are a rare entity which makes it difficult to distinguish from craniopharyngioma, pituitary adenoma, and meningioma, so these should be considered as important differentials. Our literature review showed 73.3% of the chondromas appeared hypointense on T1 sequence and 46.7% were found to be heterogenous on T2 sequence which aligns with previous studies. Gross total resection is the gold standard treatment while the role of radio and chemotherapy remains controversial.",
    "topic": "meningioma"
  },
  {
    "pmid": "41036047",
    "title": "Indocyanine green-assisted endoscopic endonasal resection of an olfactory groove meningioma with vascular involvement.",
    "abstract": "Olfactory groove meningiomas are complex anterior skull base tumors representing approximately 10% of intracranial meningiomas. These tumors may involve critical structures, including the frontal lobes, optic nerves, and anterior cerebral arteries. The endoscopic endonasal approach offers direct access to the tumor, enabling early devascularization and optic canal decompression while minimizing brain retraction. However, lateral extension into the optic canals and vascular involvement remain major challenges requiring careful intraoperative management. Intraoperative indocyanine green (ICG) angiography is a valuable adjunct to safely navigate tumors involving vascular structures. We present the case of a 52-year-old female with a large olfactory groove meningioma causing anosmia, blurred vision in the right eye, memory loss, apathy, and personality changes. The lesion was associated with extensive bifrontal vasogenic edema and involved cortical branches of the A2 segment of the anterior cerebral arteries. The endonasal endoscopic approach was selected to allow early optic canal decompression, early tumor devascularization, and potential complete resection. In the immediate postoperative period, the patient experienced transient worsening of the right eye vision without other complications. A lumbar drain was maintained for 3 days, and the patient was discharged on postoperative day 5. At 3-month follow-up, visual function improved, and cognitive and memory functions recovered significantly. Postoperative magnetic resonance imaging demonstrated gross-total resection except for a small remnant of infiltrated dura near the right optic canal. Pathology confirmed a World Health Organization grade I meningioma. The integration of microsurgical techniques with ICG angiography proved beneficial, improving vascular visualization and guiding surgical decision-making.",
    "topic": "meningioma"
  },
  {
    "pmid": "41030408",
    "title": "Unusual presentation of temporal bone meningioma as chronic otitis media: A case report.",
    "abstract": "Temporal bone meningiomas are uncommon tumors that can present with symptoms mimicking more familiar otologic conditions, such as chronic otitis media. Because these neoplasms are rare and their symptoms nonspecific - especially in adult patients - they are often misdiagnosed, leading to delays in appropriate treatment. We present the case of a 53-year-old Thai woman who developed persistent left-sided ear pain, itching, aural fullness, and mucopurulent discharge over a 2-month period. Her symptoms progressed despite multiple courses of oral and topical antibiotics. Audiometry revealed unilateral hearing loss, and imaging studies, including high-resolution computed tomography and gadolinium-enhanced magnetic resonance imaging, identified a 2.1 × 1.9 × 1.8 cm extra-axial lesion in the left cerebellopontine angle, extending into the petrous temporal bone. The patient underwent retrosigmoid craniotomy for tumor resection. Gross total excision was achieved, and histopathologic analysis confirmed a World Health Organization Grade I psammomatous meningioma. Her postoperative course was uneventful, and follow-up imaging showed no recurrence. Temporal bone meningiomas, though rare, should be considered in adults with chronic otologic symptoms that fail to resolve with standard therapy. Neuroimaging is essential in refractory cases to identify underlying skull base pathology. Early diagnosis and timely surgical intervention are critical to prevent neurological complications, including cranial nerve deficits and brainstem compression.",
    "topic": "meningioma"
  },
  {
    "pmid": "41030389",
    "title": "Large skull base involvement of rhino-orbital-cerebral mucormycosis with rapidly progressive onset in immunocompetent patient mimicking a sphenoid meningioma.",
    "abstract": "Invasive skull base of rhino-orbital-cerebral mucormycosis is rare, rapidly progressive, and potentially life-threatening disease, and it usually occurs in immunocompromised patients. We are witnessing an unprecedented peak of rhino-cerebral mucormycosis since the second wave of the Coronavirus Disease-2019 pandemic. A 31-year-old man experienced a sudden onset of decreased visual acuity associated with right exophthalmos and paroxysmal headache that had been ongoing for 2 months before his presentation. On examination, he presented a frontal syndrome with preserved eye movement, with vision impairment, and with bilateral stage 3 papilledema. In addition, the patient is feverish, and the general examination showed no lesion of the nose or skin. All biological investigations were done and were negative, even a COVID-19 test. Brain magnetic resonance imaging revealed a right extra-axial temporal lesion that was isointense on T1-weighted imaging, hypointense on T2-weighted imaging, and well enhancing with gadolinium. The lesion extended into the orbit, cavernous sinus (involving the optic nerve and internal carotid artery), and the infratemporal fossa, suggestive of a sphenoidal meningioma. The patient underwent subtotal resection. Postoperatively, the patient remained feverish, and his condition was worsening. He died 6 days after the surgery. A brain infection was impossible to diagnose until after his death. The anatomopathological examination confirmed mucormycosis. The findings from the present case indicate that a large intracranial mass is an uncommon clinical characteristic of cerebral mucormycosis in an immunocompetent patient. It can manifest with the classic symptoms of large temporal spheno-orbital invasive meningiomas. To the best of our knowledge, very few studies are reported depicting the patterns of skull base involvement and associated neurological implications of patients with skull base involvement of rhino-orbital-cerebral mucormycosis along with its clinical, radiological, intraoperative, and post-operative correlates.",
    "topic": "meningioma"
  },
  {
    "pmid": "41047224",
    "title": "Midlife plasma proteomic profiles indicate altered amyloid and tau processing in former elite rugby players.",
    "abstract": "Contact sports, including rugby union, are associated with higher rates of neurodegenerative dementia, due to various underlying pathologies such as Alzheimer's disease (AD) and chronic traumatic encephalopathy (CTE). New ultrasensitive multiplexed immunoassays may clarify disease mechanisms after repetitive head impacts (RHI) and traumatic brain injury, potentially aiding risk-stratification, early diagnosis and dementia treatment. Midlife participants in the ABHC cohort underwent plasma biomarker quantification (NULISA - NUcleic acid Linked Immuno-Sandwich Assay; n=124 markers), 3T MRI, trauma exposure ascertainment and phenotyping. Regressions quantified exposure-specific protein expression, relationship to trauma (including position) and brain atrophy, using cluster analysis to test correlates of traumatic encephalopathy syndrome (TES). 197 former elite rugby players and 33 controls were assessed. 24 (12.2%) met criteria for TES but none had dementia. Ex-players returned reduced plasma glial fibrillary acidic protein (GFAP), kallikrein-6 (KLK6) and synaptosomal-associated protein 25 (SNAP25). Ex-forwards specifically showed reduced plasma beta-site amyloid precursor protein cleaving enzyme 1 (BACE1), amyloid beta-38 (Aβ38), and increased phospho-tau181 (p-tau181). KLK6 was lower in ex-backs than controls. No biomarkers related to career duration, concussion load or regional brain volume, nor did clustering relate to TES. Ex-players showed distinctive plasma biomarker changes, more prominently in ex-forwards, possibly reflecting greater RHI exposure. Plasma KLK6, an endothelial serine protease, was reduced across the ex-player group, with potential diagnostic or prognostic utility in future. Reduced GFAP and SNAP25 in ex-forwards has an uncertain basis, while elevated p-tau-181 more so than p-tau217 points towards non-AD tau pathology. Our findings motivate longitudinal characterisation, including comparison with other neurodegenerative diseases.",
    "topic": "alzheimer"
  },
  {
    "pmid": "41046632",
    "title": "Safety and efficacy of transcranial ultrasound stimulation for the treatment of Alzheimer's disease: A randomized, double-blind, placebo-controlled trial.",
    "abstract": "Transcranial ultrasound stimulation (TUS) has emerged as a potential neuromodulatory intervention for Alzheimer's disease (AD). This pilot randomized, double-blind, placebo-controlled trial evaluated TUS's safety and preliminary efficacy in patients with mild AD. Patients aged 50-90 years were enrolled and randomly assigned at a 2:1 ratio to receive TUS treatment for 30 sessions (15 min/day, 5 days/week for 6 weeks) or a placebo procedure. Safety was monitored through magnetic resonance imaging, adverse event reporting, and laboratory assessments. Efficacy was assessed with the Alzheimer's Disease Assessment Scale-cognitive subscale (ADAS-cog) and the Mini-Mental State Examination (MMSE). Nine of 30 patients screened were enrolled (six TUS, three placebo). All patients completed the study, and no serious clinical or radiographic adverse events related to TUS were observed. At 52 weeks, the change in ADAS-cog score from baseline remained relatively stable in the TUS group compared to worsening in the placebo group (0.5 ± 4.7 vs. 5.0 ± 4.0, p = 0.237), particularly in the memory domain. The change in MMSE score from baseline showed a significant benefit in the TUS group at 24 weeks compared to placebo (2.2 ± 2.2 vs. -3.0 ± 2.6, p < 0.05), and this improvement persisted to 52 weeks. This study demonstrates the safety and feasibility of repeated TUS sessions in AD and suggests potential benefits in preserving cognitive function. Larger, adequately powered trials are required to validate these preliminary findings and further define the therapeutic potential of TUS in AD.",
    "topic": "alzheimer"
  },
  {
    "pmid": "41046015",
    "title": "Cortical functional connectivity changes in amnestic mild cognitive impairment.",
    "abstract": "Amnestic mild cognitive impairment (aMCI) is characterized by episodic memory deficits and is defined as the prodromal phase of Alzheimer's disease. Therefore, it is critical to reveal the dysfunction in large-scale networks during the dementia phase of the disease. This study aimed to examine the resting-state functional connectivity changes between aMCI and healthy control groups. MRI and clinical data from 25 individuals with aMCI and 25 healthy controls (HC) were used. Seed-to-seed functional connectivity analyses were performed between all histologically classified Brodmann areas using the CONN toolkit. False Discovery Rate (FDR) correction was used to correct for multiple comparisons, and the significance threshold was set at pFDR-corr < 0.05. We found that, compared to HC, the aMCI group showed reduced functional connectivity between BA7 and both bilateral BA33 and right BA32, and these reductions were positively correlated with memory decline. Our study suggests that the connectivity between the precuneus (BA7) and anterior cingulate cortex (BA32-33) is affected in the prodromal stage of Alzheimer's disease dementia. Investigating intrinsic functional connectivity changes between distant anatomical regions by using histological atlases might be useful for investigating the progress of dementia.",
    "topic": "alzheimer"
  },
  {
    "pmid": "41044395",
    "title": "Estimation of reference curves for brain atrophy and analysis of robustness to machine effects.",
    "abstract": "Neurodegenerative diseases like Alzheimer's are difficult to diagnose due to brain complexity and imaging variability. However, volumetric analysis tools, using reference curves, help detect abnormal brain atrophy and support diagnosis and monitoring. This study evaluates the robustness of three segmentation algorithms, AssemblyNet, FastSurfer and FreeSurfer, in constructing brain volume reference curves and detecting hippocampal atrophy. Using data from 3,730 cognitively normal subjects, we built reference curves and assessed robustness to magnetic field strength (1.5T vs. 3T) using four error metrics (sMAPE, sMSPE, wMAPE, sMdAPE) with bootstrap validation. We evaluated classification performance using hippocampal atrophy rates and HAVAs scores (Hippocampal-Amygdalo-Ventricular Atrophy scores). AssemblyNet shows the lowest errors across all robustness metrics. In contrast, FastSurfer and FreeSurfer exhibit greater deviations, indicating higher sensitivity to field strength variability. AssemblyNet provides consistent hippocampal atrophy rates across all reference models, despite slightly lower sensitivity, while FastSurfer and FreeSurfer display greater variability. Specificity ranges from 0.87 to 0.91 for AssemblyNet, compared to 0.76-0.93 for FastSurfer and 0.86-0.93 for FreeSurfer. Using the HAVAs score, all methods detect high atrophy rates in Alzheimer's patients. FastSurfer achieves the highest sensitivity (0.98), while AssemblyNet reaches the best specificity (0.95) and the highest balanced accuracy (0.91). This study underscores the importance of algorithm choice for reliable brain volumetric analysis in heterogeneous imaging environments. Among the methods tested, AssemblyNet stands out as both sensitive to Alzheimer's-related atrophy and robust to acquisition variability, making it a strong candidate when analyzing hippocampal volumes in large, multi-site datasets.",
    "topic": "alzheimer"
  },
  {
    "pmid": "41044200",
    "title": "Genome-wide analysis of brain age identifies 59 associated loci and unveils relationships with mental and physical health.",
    "abstract": "Neuroimaging and machine learning are advancing research into the mechanisms of biological aging. In this field, 'brain age gap' has emerged as a promising magnetic resonance imaging-based biomarker that quantifies the deviation between an individual's biological and chronological age of the brain. Here we conducted an in-depth genomic analysis of the brain age gap and its relationships with over 1,000 health traits. Genome-wide analyses in up to 56,348 individuals unveiled a heritability of 23-29% attributable to common genetic variants and highlighted 59 associated loci (39 novel). The leading locus encompasses MAPT, encoding the tau protein central to Alzheimer's disease. Genetic correlations revealed relationships with mental health, physical health, lifestyle and socioeconomic traits, including depressed mood, diabetes, alcohol intake and income. Mendelian randomization indicated a causal role of high blood pressure and type 2 diabetes in accelerated brain aging. Our study highlights key genes and pathways related to neurogenesis, immune-system-related processes and small GTPase binding, laying the foundation for further mechanistic exploration.",
    "topic": "alzheimer"
  },
  {
    "pmid": "41047224",
    "title": "Midlife plasma proteomic profiles indicate altered amyloid and tau processing in former elite rugby players.",
    "abstract": "Contact sports, including rugby union, are associated with higher rates of neurodegenerative dementia, due to various underlying pathologies such as Alzheimer's disease (AD) and chronic traumatic encephalopathy (CTE). New ultrasensitive multiplexed immunoassays may clarify disease mechanisms after repetitive head impacts (RHI) and traumatic brain injury, potentially aiding risk-stratification, early diagnosis and dementia treatment. Midlife participants in the ABHC cohort underwent plasma biomarker quantification (NULISA - NUcleic acid Linked Immuno-Sandwich Assay; n=124 markers), 3T MRI, trauma exposure ascertainment and phenotyping. Regressions quantified exposure-specific protein expression, relationship to trauma (including position) and brain atrophy, using cluster analysis to test correlates of traumatic encephalopathy syndrome (TES). 197 former elite rugby players and 33 controls were assessed. 24 (12.2%) met criteria for TES but none had dementia. Ex-players returned reduced plasma glial fibrillary acidic protein (GFAP), kallikrein-6 (KLK6) and synaptosomal-associated protein 25 (SNAP25). Ex-forwards specifically showed reduced plasma beta-site amyloid precursor protein cleaving enzyme 1 (BACE1), amyloid beta-38 (Aβ38), and increased phospho-tau181 (p-tau181). KLK6 was lower in ex-backs than controls. No biomarkers related to career duration, concussion load or regional brain volume, nor did clustering relate to TES. Ex-players showed distinctive plasma biomarker changes, more prominently in ex-forwards, possibly reflecting greater RHI exposure. Plasma KLK6, an endothelial serine protease, was reduced across the ex-player group, with potential diagnostic or prognostic utility in future. Reduced GFAP and SNAP25 in ex-forwards has an uncertain basis, while elevated p-tau-181 more so than p-tau217 points towards non-AD tau pathology. Our findings motivate longitudinal characterisation, including comparison with other neurodegenerative diseases.",
    "topic": "stroke"
  },
  {
    "pmid": "41046978",
    "title": "Sepsis is associated with radiological lesions in patients with primary brain injuries: the result of a bicentric retrospective cohort.",
    "abstract": "The occurrence of sepsis in neurointensive care patients is linked to poor prognosis and high mortality. We hypothesized that an infection or sepsis (I/S) episode might increase the initial number of brain lesions and/or induce new brain lesions in neurointensive care patients. This was a retrospective study between January 2015 and June 2020 that included neuroICU patients who had two magnetic resonance images and compared those who presented I/S episodes with those who did not. The two groups' differences were adjusted with propensity score matching. The main composite outcome was the increase in size of the initial brain lesion and/or the appearance of new brain lesions. A total of 150 neurointensive care patients were included, 50 with infection or sepsis (I/S) and 100 controls. New or worsened brain lesions were observed in 58.0% of the I/S group versus 35.0% of controls (adjusted odds ratio 8.08, 95% CI [3.28-11.29], p < 0.001). Lesions included ischemic strokes (44%), intraparenchymal hemorrhages (44%), and diffuse leukoencephalopathy (52%). Microbleeds were observed in 21.1% of I/S patients. I/S was associated with a longer ICU stay (median 23 vs. 10.5 days, p < 0.0001) and a higher rate of unfavorable outcome (mRS ≥ 4 at discharge: 40.0% vs. 12.0%, p = 0.003; at 1 year: 20.0% vs. 6.5%, p = 0.037). Results were similar in sensitivity analyses restricted to ventilated patients. The occurrence of I/S is associated with the extension of the initial lesion and/or the appearance of new brain lesions on MRI in patients hospitalized in the neurointensive care unit for primary brain injury.",
    "topic": "stroke"
  },
  {
    "pmid": "41045791",
    "title": "Using \"HINTS family\" to diagnose stroke in the acute vestibular syndrome: A systematic review and meta-analysis.",
    "abstract": "Acute vestibular syndrome (AVS) often arises from benign peripheral causes, yet the critical need to distinguish dangerous causes, notably stroke, persists. The Head Impulse test, Nystagmus, Test of Skew (HINTS) examination has emerged as a bedside test to identify stroke. HINTS plus hearing loss and video-oculography-HINTS (v-HINTS) have gained traction for stroke diagnosis. This systematic review and meta-analysis aims to assess the accuracy of the \"HINTS family\" of tests (HINTS, HINTS plus, v-HINTS) in diagnosing stroke in AVS. We searched PubMed, Embase, Web of Science, and Cochrane library for prospective studies involving AVS patients diagnosed using MRI and/or CT as the gold standard. Two authors independently screened articles, extracted data, and assessed study quality using QUADAS-2. A meta-analysis was performed using STATA (12.0) and RevMan 5.3. We included 11 studies in the analysis: 11 for HINTS (n = 1286), 2 for HINTS plus (n = 265), and 1 for v-HINTS (n = 50). Their sensitivities for stroke were 0.97 (95 %CI: 0.94-0.99), 0.99 (0.95-1.00) and 1.00, with specificities of 0.81 (0.72-0.88), 0.82 (0.74-0.88), and 0.90, respectively. LR+ for stroke were 5.2 (95 %CI: 3.3-8.2), 5.5 (3.8-8.2) and 9.75. Youden index were 0.78, 0.81 and 0.90. The AUC for HINTS and HINTS plus in diagnosing stroke were 0.98 and 0.99. \"HINTS Family\" examinations are generally effective in detecting stroke in AVS patients, especially those with stroke risk factors. HINTS plus outperforms the HINTS examination. Furthermore, v-HINTS exhibits the highest accuracy, highlighting the importance of using VOG devices for acute stroke diagnosis.",
    "topic": "stroke"
  },
  {
    "pmid": "41044815",
    "title": "Relationships Between Lateral Ventricle Size, Cerebrospinal Fluid Dynamics, and Aqueductal Resistance in Young Healthy Adults.",
    "abstract": "Ventricular enlargement and abnormal cerebrospinal fluid (CSF) circulation are closely associated in communicating hydrocephalus (NPH), yet their causal relationship remains unclear. Studying healthy populations may help clarify these mechanisms. Existing metrics for CSF dynamics and ventricular morphology are limited by physiological variability such as heart rate and brain size, and aqueductal resistance has been little studied in healthy cohorts. To quantify aqueductal resistance and two ratio-based indices-the CSF stroke volume ratio of the aqueduct to the cervical region (Ratio-SV) and the lateral ventricle to total brain area ratio (Ratio-Area)-in a healthy population, and to examine their interrelationships. Prospective. 34 healthy young adults (17 female, 17 male; age, 25.2 ± 3.9 years old); 4 NPH patients (2 female, 2 male; age, 50-80 years old). 3 T MRI with transverse 3D T1-weighted gradient echo, sagittal 3D Balanced Fast Field Echo (BFFE; gradient echo), and 2D CINE Phase Contrast (CINE-PC; gradient echo) sequences. Aqueductal resistance was measured on BFFE, Ratio-Area on T1-weighted images, and Ratio-SV on CINE-PC. Sex differences were also examined. Wilcoxon test was used for group comparisons, and Spearman's correlation for associations among parameters, with p < 0.05 considered significant. In healthy adults, mean aqueductal resistance was 72 ± 42 mPa s/mm3, Ratio-SV 6.0% ± 2.3% and Ratio-Area 4.5% ± 1.6%. Males exhibited a significantly lower Ratio-Area compared to females (3.9% ± 1.3% vs. 5.2% ± 1.7%). Ratio-SV was unaffected by the cardiac cycle. Aqueductal resistance showed a strong negative correlation with Ratio-SV (r = -0.65) but showed no significant correlation with Ratio-Area (r = -0.27). Ratio-SV and Ratio-Area were also uncorrelated (r = 0.08). Ratio-based metrics provide useful parameters for evaluating both ventricular morphology and CSF dynamics by reducing the influence of physiological variations. Combined with aqueductal resistance, these baseline data in healthy adults may contribute to a better understanding of the pathophysiology of NPH. 2. Stage 1.",
    "topic": "stroke"
  },
  {
    "pmid": "41044461",
    "title": "Can multicontrast ultrafast brain MRI assist residents to triage intracranial emergencies with structured reporting?",
    "abstract": "Multicontrast ultrafast MRI brain is increasingly explored to triage acute intracranial emergencies. Since residents are at the forefront of emergency radiology in academic centers, it is critical to understand the suitability of ultrafast MRI for resident trainees. Further, structured radiology reportings have found foothold to communicate to the referring services and it will be beneficial to understand the capability of ultrafast MRI to facilitate such a structured reporting. A retrospective analysis of 104 cases with multicontrast ultrafast MRI was performed in inpatient and emergency settings. Images were assessed independently by blinding to all charts by a second-year diagnostic radiology resident and a board-certified neuroradiology attending with over 20 years of experience. Fifteen anatomical variables were evaluated to emulate the structured reporting used in standard MRI brain studies. Clinical summary at discharge served as the reference standard to correlate the presence of acute intracranial emergency on ultrafast MRI. Inter-rater agreements for fifteen imaging variables ranged between 0.33 to 0.74 and Cohen's kappa of 0.92 (p < .001) to triage acute emergency. Percentage agreement for six anatomical landmarks ranged from 98 to 100%. The accuracy to distinguish acute from non-acute conditions was 96.2% for the resident and 99% for the experienced reviewer. Multicontrast ultrafast MRI brain shows promise to triage acute intracranial emergencies with resident-level training. It can facilitate structured analysis of a majority of anatomical landmarks.",
    "topic": "stroke"
  }
]